<!DOCTYPE html>
<html lang="es">
<head>
    
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link href="../css/estilo.css" rel="stylesheet" type="text/css" title="Estilos">
    <title>Super Nintendo</title>
    
</head>
<body>
    <header id="arriba">
        <table class="titulo">
            <thead>
                <tr>
                    <th><h1>Super Nintendo</h1></th>
                </tr>
            </thead>
        </table>
        <nav>
            <table>
                <tr>
                    <td class="contenidos"><a class="contenidos" href="#historia">Historia</a></td>
                    <td class="contenidos"><a class="contenidos" href="#lanzamiento">Lanzamiento</a></td>
                    <td class="contenidos"><a class="contenidos" href="#vermas">Ver más</a></td>
                </tr>
            </table>
        </nav>
    </header>
    <main>
        <section id="historia">
            <img id="imagen4" src="../Imagen/supernintendo.jpeg"> 
            
            <h2>Historia de Super Nintendo</h2>
            <p class="parrafo">La <b>Super Nintendo Entertainment System</b> , conocida popularmente como la <i>Super Nintendo</i>, tambi&eacute;n llamada la <i>Super Famicom
                en Jap&oacute;n (abreviada SFC)</i> y la <i>Hyundai Super Comboy</i> en Corea del Sur, tambi&eacute;n nombrada oficialmente de forma abreviada como la <i>Super NES</i> o <i>SNES</i> en Am&eacute;rica
                y como la <i>Super Nintendo</i> en Europa, es la segunda videoconsola descontinuada de sobremesa de Nintendo y la sucesora de <strong>Nintendo Entertainment
                System (NES)</strong> en Am&eacute;rica y Europa. Mantuvo una gran rivalidad en todo el mundo con la Sega Mega Drive (o Sega Genesis) durante la era de 16 bits.
                    Fue descontinuada en el a&ntilde;o 1999 (2003 en Jap&oacute;n)y a&ntilde;os m&aacute;s tarde, fue relanzada virtualmente a trav&eacute;s de la Consola Virtual en la Wii en 2006,
                    Wii U en 2013, Nintendo 3DS (solo la versi&oacute;n New) en 2016 y Nintendo Switch en 2019 a trav&eacute;s del servicio en l&iacute;nea Nintendo Switch Online. </p>
            <h4 class="volver">Volver <a href="#arriba">arriba</a></h4>
            <hr/>
        </section>
        <section id="lanzamiento">
            <table class="tituloSeccion">
                <thead>
                    <tr>
                        <th><h3>Lanzamiento</h3></th>
                    </tr>
                </thead>
            </table>
            <p class="parrafo">La Super Famicom se lanz&oacute; en Jap&oacute;n el mi&eacute;rcoles 21 de noviembre de 1990 por US$210. <b>Fue un &eacute;xito inmediato</b>; las primeras 300.000 unidades se vendieron en apenas horas, y 
                como consecuencia de la perturbaci&oacute;n social generada, el gobierno japon&eacute;s pidi&oacute; a las empresas de videojuegos que planificaran los futuros lanzamientos de consolas en fin de semana.
                El lanzamiento del sistema tambi&eacute;n llam&oacute; la atenci&oacute;n de la mafia japonesa (Yakuza), tom&aacute;ndose la decisi&oacute;n de distribuir el producto por la noche para evitar el robo. Super Famicom
                y SNES se lanzaron con pocos juegos, pero estos fueron bien recibidos en el mercado. En Jap&oacute;n, solo <b>dos juegos estaban inicialmente disponibles</b>: <u>Super Mario World</u> y <u>F-Zero</u>. En 
                Norteam&eacute;rica, Super Mario World se lanz&oacute; en un pack con la consola y otros t&iacute;tulos de lanzamiento; incluidos F-Zero, Pilotwings (ambos demostraban el "Modo 7" de capacidad de 
                renderizaci&oacute;n pseudo-3D), SimCity, y Gradius III.</p>
                <p class="parrafoimagen"><img src="../Imagen/mario.jpg" id="imagen5"></p> 
                <h4 class="volver">Volver <a href="#arriba">arriba</a></h4>
    
            <hr/>  
        </section>
        <section id="vermas">     
            <table class="tituloSeccion">
                <thead>
                    <tr>
                        <th><h3 style="text-align: left;">Ver más:</h3></th>
                    </tr>
                </thead>
            </table>
            <p class="parrafo">
                <ul>
                    <li><a href="../Documentos/detalle.html">Spectrum</a></li>
                    <li><a href="../Documentos/tabla.html">Commodore 64</a></li>
                    <li><a href="../Documentos/formulario.html#arriba">Incríbete a nuestro Club de Retrogamers</a></li>
                </ul>
            </p>
            <form action="https://museoarcadevintage.com/retroinformatica/" class="botoncent">
                <input class="inputBoton" type="submit" value="Visita el museo del videojuego">
            </form>
            <h4 class="volver">Volver <a href="#arriba">arriba</a></h4>
            <h4 class="volver"><a href="../index.html">Ir a la página principal</a></h4>

        </section>
    </main>
    <footer>
            <hr/>
            <p class="copy">&copy Alba Rodr&iacute;guez D&iacute;ez 2024</p> 
    </footer>
</body>
</html>